Repository: traines-source/rail-projects-comparison
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de, fr

# title_long
source: Comparison of Recent Rail Projects in Europe
de: Vergleich aktueller Schienenverkehrsprojekte in Europa
fr: Comparaison de projets ferroviaires récents en Europe

# imprint
source: Imprint/Privacy
de: Impressum/Datenschutz
fr: Mentions légales/Protection des données

source: per
de: pro
fr: par

# name
source: Project Name
de: Projektname
fr: Nom du projet

source: Type
de: Typ

source: Longitude
de: Längengrad

# longitude_unit
source: degree
de: Grad
fr: degré

# longitude_description
source: Geodetic longitude (x-axis). Probably only makes sense to visualize together with latitude.
de: Längengrad (x-Achse). Ergibt wohl nur zusammen mit dem Breitengrad Sinn.
fr: Longitude (axe des x). Probablement à visualiser uniquement ensemble avec la latitude.

source: Latitude
de: Breitengrad

# latitude_unit
source: degree
de: Grad
fr: degré

# latitude_description
source: Geodetic latitude (y-axis). Probably only makes sense to visualize together with longitude.
de: Breitengrad (y-Achse). Ergibt wohl nur zusammen mit dem Längengrad Sinn.
fr: Latitude (axe des y). Probablement à visualiser uniquement ensemble avec la longitude.

source: Length (double track)
de: Länge (zweigleisig)
fr: Longueur (double voie)

# length_double_track_description
source: The length of the railway (double tracks only counted once).
de: Die Länge der Gleise (beide Richtungsgleise zusammen zählen nur einmal).
fr: La longueur du chemin de fer (double voie comptée qu'une fois).

# length_tunnel
source: Tunnel length
de: Tunnellänge
fr: Longueur tunnel

# length_tunnel_description
source: The length of the tunnels; twin-tube, single-track tunnels count as one tunnel.
de: Die Länge der Tunnel; doppelröhrige, eingleisige Tunnel zählen als ein Tunnel.
fr: La longueur des tunnels; tunnels bitubes avec voie unique sont comptés qu'une fois.

# length_tunnel_tube
source: Tunnel length (tubes)
de: Tunnellänge (Röhren)
fr: Longueur tunnel (tubes)

# length_tunnel_tube_description
source: The length of the tunnel tubes; twin-tube, single-track tunnels count as two separate tubes. By dividing "Tunnel length (tubes)" by "Tunnel length", you can find out about the proportion of twin-tube tunnels of total tunneling.
de: Die Länge der Tunnelröhren; doppelröhrige, eingleisige Tunnel zählen als zwei separate Röhren. Ein Indikator für den Anteil von doppelröhrigen Tunneln an den gesamten Tunneln ergibt sich durch Teilen von "Tunnellänge (Röhren)" durch "Tunnellänge".
fr: La longueur des tubes de tunnel; tunnels bitubes avec voie unique sont comptés comme deux tubes séparées. Diviser "Longueur tunnel (tubes)" par "Longueur tunnel" donne la proportion de tunnels bitubes par rapport aux tunnels totals.

# tunnel_diameter
source: Outer tunnel diameter
de: Äußerer Tunneldurchmesser
fr: Diamètre extérieur des tunnels

# tunnel_diameter_description
source: The bored tunnel diameter, i.e. the diameter of the tunnel boring machine, if one was used.
de: Der Tunneldurchmesser wie er gebohrt wurde, d.h. der Durchmesser der Tunnelbohrmaschine, falls eine genutzt wurde.
fr: Le diamètre extérieur du tunnel comme il est creusé, par exemple par un tunnelier.

# length_bridge
source: Bridge length
de: Brückenlänge
fr: Longueur des ponts

# length_bridge_description
source: Total length of bridges.
de: Gesamtlänge der Brücken.
fr: Longueur totale des ponts.

# number_stations
source: Number of stations
de: Anzahl der Stationen
fr: Nombre de stations

# number_stations_description
source: Number of train stations/stops on the project.
de: Anzahl an Bahnhöfen/Stationen des Projekts.
fr: Nombre de gares/stations du projet.

# passengers_per_day
source: Passengers/day
de: Fahrgäste/Tag
fr: Passagers/jour

# passengers_per_day_unit
source: passenger
de: Fahrgast
fr: passager

# passengers_per_day_description
source: Expected passengers per day on the newly built route.
de: Erwartete Fahrgäste pro Tag auf der neuen Strecke.
fr: Nombre de passagers attendus.

# pkm_per_day
source: Passenger-km/day
de: Passagier-km/Tag
fr: Passager-km/jour

# pkm_per_day_unit
source: Pkm/day
de: Pkm/Tag
fr: Pkm/jour

# pkm_per_day_description
source: How far all passengers of the project travel in total, i.e. number of passengers times average km a passenger travels (possibly beyond the project boundaries).
de: Wie weit alle Fahrgäste insgesamt reisen, d.h. die Anzahl der Fahrgäste mal die durchschnittliche Entfernung, die ein Fahrgast reist (potenziell jenseits der Projektgrenzen).
fr: La distance totale parcourue par tous les passagers du projet, c'est-à-dire le nombre de passagers multiplié par le nombre moyen de kilomètres parcourus par un passager (éventuellement au-delà du projet)

# trains_per_hour_direction
source: Trains per hour and direction
de: Züge pro Stunde und Richtung
fr: Trains par heure et direction

# trains_per_hour_direction_unit
source: train
de: Zug

# trains_per_hour_direction_description
source: How many trains run on the line in each direction at peak hours.
de: Wie viele Züge in jede Richtung zur Spitzenstunde fahren.
fr: Combien de trains circulent dans chaque direction à l'heure de pointe.

# average_passengers_per_train
source: Average passengers/train
de: Durchschnittliche Fahrgäste/Zug
fr: Moyenne de passagers/train

# average_passengers_per_train_unit
source: passenger
de: Fahrgast
fr: passager

# average_passengers_per_train_description
source: The average number of passengers per train.
de: Die durchschnittliche Anzahl an Fahrgästen pro Zug.
fr: Le nombre moyen de passagers par train.

# estimated_construction_cost
source: Construction cost
de: Baukosten
fr: Coût de construction

# estimated_construction_cost_description
source: A rough estimate of construction costs.
de: Eine Schätzung der Baukosten.
fr: Une estimation approximative des coûts de construction.

source: Construction duration
de: Bauzeit
fr: Durée des travaux

# construction_duration_unit
source: year
de: Jahr
fr: an

# construction_duration_description
source: How many years the project took/will take to complete.
de: Wie viele Jahre der Bau in Anspruch nimmt/genommen hat.
fr: Combien d'années ont duré/dureront les traveaux.

source: Maximum speed
de: Höchstgeschwindigkeit
fr: Vitesse maximale

# maximum_speed_description
source: Maximum allowable speed on the line.
de: Höchste zulässige Geschwindigkeit.
fr: Vitesse maximale autorisée sur la ligne.

source: Commercial speed
de: Kommerzielle Geschwindigkeit
fr: Vitesse commerciale

# commercial_speed_description
source: Average speed including stops at stations.
de: Durchschnittliche Geschwindigkeit inklusive Haltezeiten an Stationen.
fr: Vitesse moyenne, y compris les arrêts aux stations.

# emissions_construction_reference
source: Construction emissions (reference)
de: Emissionen beim Bau (Referenz)
fr: Émissions de construction (référence)

# emissions_construction_reference_description
source: Tonnes of CO2 emitted during construction according to official calculations for the project, or, if none are available, based on project-specific best-effort estimates. The calculation methods vary greatly between projects.
de: Tonnen CO2, die während des Baus ausgestoßen werden, laut offizieller Berechnungen des Projekts, oder, wenn nicht verfügbar, nach für das Projekt spezifischen Schätzungen. Die Berechnungsmethoden sind zwischen den Projekten sehr unterschiedlich.
fr: Tonnes de CO2 émises pendant les travaux selon les calculs officiels du projet ou, s'il n'y en a pas, basé sur des estimations spécifiques pour le projet. Les méthodes de calcul varient considérablement d'un projet à l'autre.

# emissions_construction_low
source: Construction emissions (low estimate)
de: Emissionen beim Bau (niedrige Schätzung)
fr: Émissions de construction (estimation basse)

# emissions_construction_low_description
source: An estimate how many tonnes of CO2 at least are emitted during construction. Calculated with a simple formula based on key metrics of the project, in order to enable better comparison between projects.
de: Abschätzung, wie viele Tonnen CO2 für den Bau mindestens ausgestoßen werden. Berechnet mit einer einfachen Formel und den Eckdaten des Projekts, um eine bessere Vergleichbarkeit zwischen den Projekten zu ermöglichen.
fr: Une estimation de la limite inférieure des tonnes de CO2 émises pendant les travaux. Calculée à l'aide d'une formule simple basée sur les paramètres clés du projet, afin de permettre une meilleure comparaison entre les projets.

# emissions_construction_high
source: Construction emissions (high estimate)
de: Emissionen beim Bau (hohe Schätzung)
fr: Émissions de construction (estimation haute)

# emissions_construction_high_description
source: An estimate how many tonnes of CO2 at most are emitted during construction. Calculated with a simple formula based on key metrics of the project, in order to enable better comparison between projects.
de: Abschätzung, wie viele Tonnen CO2 für den Bau maximal ausgestoßen werden. Berechnet mit einer einfachen Formel und den Eckdaten des Projekts, um eine bessere Vergleichbarkeit zwischen den Projekten zu ermöglichen.
fr: Une estimation de la limite supérieure des tonnes de CO2 émises pendant les travaux. Calculée à l'aide d'une formule simple basée sur les paramètres clés du projet, afin de permettre une meilleure comparaison entre les projets.

# emissions_savings_per_year_reference
source: Emission savings/year (reference)
de: CO2-Einsparung/Jahr (Referenz)
fr: Économies d'émissions/an (référence)

# emissions_savings_per_year_reference_unit
source: tCO2/year
de: tCO2/Jahr
fr: tCO2/an

# emissions_savings_per_year_reference_description
source: Reduction in total CO2 emissions per year when operational, primarily due to modal shift (people switching from cars etc.). Based on official calculations for the project, or, if none are available, project-specific best-effort estimates. The calculation methods vary greatly between projects.
de: Eingesparte CO2-Emissionen pro Jahr während des Betriebs, primär durch Verkehrsverlagerung vom Auto etc. Laut offizieller Berechnungen des Projekts, oder, wenn nicht verfügbar, nach für das Projekt spezifischen Schätzungen. Die Berechnungsmethoden sind zwischen den Projekten sehr unterschiedlich.
fr: Réduction des émissions totales de CO2 par an après la mise en service, principalement due au report modal (personnes n'utilisant plus leur voiture, etc.). Basé sur les calculs officiels du projet, ou, s'il n'y en a pas, sur des estimations spécifiques au projet. Les méthodes de calcul varient considérablement d'un projet à l'autre.

# emissions_savings_per_year_low
source: Emission savings/year (low estimate)
de: CO2-Einsparung/Jahr (niedrige Schätzung)
fr: Économies d'émissions/an (estimation basse)

# emissions_savings_per_year_low_unit
source: tCO2/year
de: tCO2/Jahr
fr: tCO2/an

# emissions_savings_per_year_low_description
source: An estimate how many tonnes of CO2 per year are saved at least, when operational. Calculated with a simple formula based on key metrics of the project, in order to enable better comparison between projects.
de: Abschätzung, wie viele Tonnen CO2 pro Jahr im Betrieb mindestens eingespart werden. Berechnet mit einer einfachen Formel und den Eckdaten des Projekts, um eine bessere Vergleichbarkeit zwischen den Projekten zu ermöglichen.
fr: Une estimation de la limite inférieure des tonnes de CO2 économisées par an après la mise en service. Calculée à l'aide d'une formule simple basée sur les paramètres clés du projet, afin de permettre une meilleure comparaison entre les projets.

# emissions_savings_per_year_high
source: Emission savings/year (high estimate)
de: CO2-Einsparung/Jahr (hohe Schätzung)
fr: Économies d'émissions/an (estimation haute)

# emissions_savings_per_year_high_unit
source: tCO2/year
de: tCO2/Jahr
fr: tCO2/an

# emissions_savings_per_year_high_description
source: An estimate how many tonnes of CO2 per year are saved at most, when operational. Calculated with a simple formula based on key metrics of the project, in order to enable better comparison between projects.
de: Abschätzung, wie viele Tonnen CO2 pro Jahr im Betrieb maximal eingespart werden. Berechnet mit einer einfachen Formel und den Eckdaten des Projekts, um eine bessere Vergleichbarkeit zwischen den Projekten zu ermöglichen.
fr: Une estimation de la limite supérieure des tonnes de CO2 économisées par an après la mise en service. Calculée à l'aide d'une formule simple basée sur les paramètres clés du projet, afin de permettre une meilleure comparaison entre les projets.

source: Modal shift (low)
de: Modal shift (niedrig)
fr: Report modal (bas)

# modal_shift_low_unit
source: percent
de: Prozent
fr: pourcent

source: Modal shift (high)
de: Modal shift (hoch)
fr: Report modal (haut)

# modal_shift_high_unit
source: percent
de: Prozent
fr: pourcent

# introduction
source: This is a scatter plot of some recent rail projects in Europe. You can visualize three metrics at the same time by selecting them from the dropdowns: On the x-axis (bottom right), on the y-axis (top left) and by coloring (top right). For each dimension, you can also choose a ratio of two metrics, e.g. "Tunnel length" per "Length (double track)".
de: Dies ist ein Diagramm einiger aktueller Eisenbahnprojekte in Europa. Durch Auswahl mit den Dropdowns können drei Metriken gleichzeitig visualisiert werden: Auf der x-Achse (unten rechts), auf der y-Achse (oben links) und durch Einfärbung (oben rechts). Für jede Dimension kann auch ein Verhältnis zweier Metriken ausgewählt werden, z.B. "Tunnellänge" pro "Länge (zweigleisig)".
fr: Voilà un diagramme de certains projets ferroviaires récents en Europe. Vous pouvez visualiser trois métriques en même temps en les sélectionnant dans les menus déroulants : Sur l'axe des x (en bas à droite), sur l'axe des y (en haut à gauche) et par coloration (en haut à droite). Pour chaque dimension, vous pouvez également choisir un ratio de deux métriques, par exemple : "Longueur tunnel" par "Longueur (double voie)".

# examples
source: You might want to check out some examples:
de: Einige beispielhafte Visualisierungen:
fr: Voici quelques exemples :

# example_number_trains_passenger
source: Relationship between number of trains running and number of passengers
de: Verhältnis zwischen Anzahl an Zügen und Anzahl an Fahrgästen
fr: Relation entre le nombre de trains en circulation et le nombre de passagers

# example_construction_cost_duration
source: Construction duration and cost
de: Baukosten und Bauzeit
fr: Durée et coût des travaux

# example_cost_per_passenger
source: Cost per daily passenger compared with cost per daily passenger-km
de: Baukosten pro täglichem Fahrgast verglichen mit Kosten pro täglichen Passagier-km
fr: Coût par passager quotidien comparé au coût par passager-km quotidien

# example_double_single_track
source: Insights into double and single track tunneling
de: Überblick über zwei- und eingleisige Tunnel
fr: Comparaison de tunnels bitubes et monotubes

# example_co2_best_worst_case
source: Best and worst case CO2 emissions amortisation, i.e. after how many years was a project worth it regarding CO2 savings
de: CO2-Amortisation im Best Case und im Worst Case, d.h. nach wie vielen Jahren hat sich das Projekt hinsichtlich der CO2-Einsparung gelohnt
fr: Amortissement des émissions CO2 dans le meilleur et le pire des cas, c'est-à-dire après combien d'années un projet a economisé plus de CO2 qu'il a émis ?

# example_station_spacing_commercial_speed
source: Relationship between station spacing and commercial speed
de: Zusammenhang zwischen Stationsabstand und kommerzieller Geschwindigkeit
fr: Relation entre l'espacement des stations et la vitesse commerciale

# disclaimer
source: Please note that the selection of projects is arbitrary and that the data about the projects is not necessarily reliable and subject to change. Metrics that were not available from other sources have been estimated on a best-effort basis. See the table below for the sources.
de: Bitte beachten Sie, dass die Projekte willkürlich ausgewählt wurden und dass die Daten zu den Projekten nicht unbedingt zuverlässig sind und sich auch ändern können. Metriken, die nicht aus anderen Quellen verfügbar waren, wurden nach Möglichkeit geschätzt. Siehe die Tabelle unten für die Quellen.
fr: Veuillez noter que les projets ont été choisis arbitrairement et que les données à propos les projets ne sont pas nécessairement fiables et sont susceptibles de changements. Les paramètres qui n'ont pas été disponibles auprès des sources ont été estimés le mieux que possible. Voir le tableau ci-dessous pour les sources.

# csv_download
source: Download entire dataset as CSV
de: Gesamten Datensatz als CSV herunterladen
fr: Télécharger l'ensemble des données en CSV

# contribute
source: Contribute data for another rail project or report an error
de: Daten für ein weiteres Projekt hinzufügen oder Fehler melden
fr: Contribuer des données pour un autre projet ferroviaire ou signaler une erreur

# walkthrough
source: Video walkthrough
fr: Présentation en video
